Repository: apt-ghetto/manual
Catalog: source/po/*/LC_MESSAGES/2/2.1/2.1.1/firefox.po
Languages: es

source: Chapter 2.1.1: Firefox
es: Capítulo 2.1.1: Firefox

source: Description
es: Descripción

source: Firefox is a highly-rated, and secure web browser that is installed by default in Ubuntu. It is a decent choice if one wants a secure, fast, yet relatively less resource-heavy browser.
es: Firefox es un navegador web seguro y altamente recomendad que está instalado por default en Ubuntu. Es una elección decente si uno quiere un buscador seguro, rápido y al mismo tiempo relativamente de bajos recursos.

source: Firefox has features of other web browsers and its own ones, such as:
es: Firefox tiene características de otros navegadores y las suyas, como:

source: Tab browsing
es: Navegación de pestañas

source: Scroll through tabs
es: Desplazamiento de pestañas

source: Great plugins and add-ons
es: Excelentes plugins y add-ons

source: Favorites, bookmarks, pocket
es: Favoritos, marcadores, pocket

source: Firefox account sync
es: Sincronización con cuenta de Firefox

source: Master password
es: Contraseña maestra

source: UI customization with themes and toolbars
es: Personalización de interfaz con temas y barras de herramientas

source: Advanced customization with about:config
es: Personalización avanzada con about:config

source: Open source
es: Código abierto

source: Usage/Screenshots
es: Uso/Capturas de pantalla

source: Version
es: Versión

source: Lubuntu currently ships with the latest version of Firefox, Firefox Quantum.
es: Lubuntu actualmente trae consigo la última versión de Firefox, Firefox Quantum.

source: How to launch
es: Como lanzar

source: To open Firefox, click on the Firefox icon (red/orange fox covering a blue sphere) in the Lubuntu Menu. You can also type and run `firefox` in the terminal to open the browser.
es: Para abrir Firefox, haz doble click en el ícono de Firefox (zorro rojo/naranja cubriendo una esfera azul) en el menú de Lubuntu. También puedes tipear y correr `firefox` en la terminal para abrir el navegador.
