Repository: apt-ghetto/manual
Catalog: source/po/*/LC_MESSAGES/2/2.4/2.4.3/Kcalc.po
Languages: es

source: Chapter 2.4.3 Kcalc
es: Capítulo 2.4.3 Kcalc

source: Kcalc is a scientific calculator application.
es: Kcalc es una aplicación de calculadora científica.

source: Features:
es: Características:

source: trignometric functions
es: Funciones trigonométricas

source: factorials
es: Factoriales

source: built in mathematical and scientific constants.
es: Constantes científicas incorporadas.

source: memory
es: Memoria

source: copy and paste
es: Copiado y pegado

source: Useage
es: Uso

source: To do simple arithmetic click the numbers and then press the sign for addition, multiplication, subtraction, or division. You can also type in the numbers and press + for addition, - for subtraction, * for multiplication and / for division. To view the answer press the button that is an =.
es: Para hacer simple aritmética cliquea en los números y luego presiona el signo de adición, multiplicación, sustracción o división. También puedes escribir los números y presionar + para adición, - para sustracción, * para multiplicación y / para división. Para ver el resultado presiona el botón =.

source: Version
es: Versión

source: Lubuntu ships with version 18.04.3 of Kcalc.
es: Lubuntu incluye la version 18.04.3 de Kcalc.

source: How to launch
es: Como iniciar

source: To launch kcalc go to accessories -> Kcalc or run kcalc from the command line.
es: Para comenzar a usar Kcalc vaya a Accesorios -> Kcalc o corra kcalc desde la línea de comandos.
