Repository: apt-ghetto/manual
Catalog: source/po/*/LC_MESSAGES/3/3.1/3.1.2/htop.po
Languages: es

source: Chapter 3.1.2 htop
es: Capítulo 3.1.2 htop

source: htop is an ncurses text interface task manager that can be controled by the keyboard.
es: htop es un administrador de tareas de interfaz de texto ncurses que se puede controlar con el teclado.

source: Useage
es: Uso

source: To view how much RAM is being used on your system is under mem and then a [ number based on how many Gigabytes of memory. The Swap line lists how much swap is used. The numbers going down with a bar with a percentage next to them display useage on each of your cpu cores.
es: Para ver cuánta RAM se está utilizando en su sistema está debajo de mem y luego un [número basado en cuántos Gigabytes de memoria. La línea de intercambio muestra la cantidad de intercambio que se utiliza. Los números que bajan con una barra con un porcentaje junto a ellos muestran el uso en cada uno de sus CPU cores.

source: Load average shows your system laod over the past one five and fiften minute is why there are three numbers see `https://en.wikipedia.org/wiki/Load_(computing)` for more infmormation. Uptime shows how long your computer has been booted.
es: El promedio de carga muestra que su sistema se ha consumido durante los últimos cinco y quince minutos. Por eso hay tres números, consulte `https://en.wikipedia.org/wiki/Load_(computing)` para obtener más información. Uptime muestra cuánto tiempo ha sido arrancado su computadora.

source: After the bottom there is a green bar that says PID for the Process ID of a user, The user the process responds to, RES is how much RAM the process is currently using. CPU% shows how much as a percent of CPU time the process is using, mem% is a precent of the RAM your proess is using. TIme shows how long the process has been running. COmmand shows the command line command of the process.
es: Después de la parte inferior, hay una barra verde que dice PID para el Id. De proceso de un usuario. El proceso al que responde el usuario, RES es la cantidad de RAM que el proceso está utilizando actualmente. CPU% muestra cuánto es el porcentaje de tiempo de CPU que usa el proceso, mem% es un porcentaje de la memoria RAM que usa su procesador. El tiempo muestra cuánto tiempo se ha estado ejecutando el proceso. Command muestra el comando de línea de comando del proceso.

source: You can press F1 to help you with settings on htop. F2 brings about a customizeable settings on htop. F3 lets you search for a particular process. F4 makes it so you can only see processes matching a certain partern. F5 is what you press to veiw file in a tree. PRessing F9 lets you kill a process with different signals to send to the process and 15 will terminate the process while 9 will Kill it. Lastly F10 will quit htop and return you to a terminal.
es: Puedes presionar F1 para ayudarte con las configuraciones en htop. F2 trae una configuración personalizable en htop. F3 te permite buscar un proceso en particular. F4 lo hace para que solo pueda ver los procesos que coinciden con un determinado patrón. F5 es lo que presionas para ver el archivo en un árbol. Presionar F9 le permite detener un proceso con diferentes señales para enviar al proceso y 15 terminarán el proceso mientras que 9 lo matarán. Por último, F10 saldrá de htop y lo devolverá a una terminal.

source: Screenshot
es: Captura de pantalla

source: Version
es: Versión

source: Lubuntu ships with version 2.2.0 of htop.
es: Lubuntu incluye la versión 2.2.0 de htop.

source: How to launch
es: Como iniciar

source: To launch htop from the menu -> system tools -> htop with the Icon that looks like the green H made out of text or you can run htop from the command line.
es: Para iniciar htop desde el menú -> herramientas del sistema -> htop con el ícono que se parece a la H verde hecha de texto o puede ejecutar htop desde la línea de comandos.
