Repository: apt-ghetto/manual
Catalog: source/po/*/LC_MESSAGES/3/3.2/3.2.2/appearnce.po
Languages: es

source: Chapter 3.2.2 Appearance
es: Capítulo 3.2.2 Aspecto

source: Appearnce is a program that changes the theming of lxqt for a different visual look.
es: Aspecto es un programa que cambia la temática de LXQt para una apariencia visual diferente.

source: Screenshot
es: Captura de pantalla

source: Version
es: Versión

source: Lubuntu ships with version 0.13.0 of appearance.
es: Lubuntu incluye la versión 0.13.0 de Appearance.

source: Useage
es: Uso

source: To change the useage Qt widget will change the buttons and tooblbars look on lubuntu in Qt applications. Check to apply Set GTk settings will apply to GTk applications. The checkbox to apply on single click has makes things you normally need two clicks for one click.
es: Para cambiar el widget de Qt de uso, se cambiarán los botones y las barras de visualización de lubuntu en las aplicaciones de Qt. Marque para aplicar la configuración de Set GTk se aplicará a las aplicaciones GTk. La casilla de verificación para aplicar en un solo clic hace que las cosas que normalmente necesita son dos clics en un clic.

source: The icons theme changes desktop icons on your computer and if you click on the icon theme which is previewed on horizontal rows.
es: El tema de los iconos cambia los iconos del escritorio en su computadora y si hace clic en el tema del icono que se muestra en las filas horizontales.

source: To change the font size that desktop applications use choose the font tab and use the point size and enter in the size you want or use the up and down arrows to increase or decrease font size respectively. To change the default font there is a drop down box for font name that you can type the font name you or select from the drop down menu.
es: Para cambiar el tamaño de fuente que usan las aplicaciones de escritorio, elija la pestaña de fuente y el tamaño de punto e ingrese el tamaño que desee o use las flechas hacia arriba y hacia abajo para aumentar o disminuir el tamaño de fuente respectivamente. Para cambiar la fuente predeterminada, hay un cuadro desplegable para el nombre de la fuente en el que puede escribir el nombre de la fuente que desee o seleccionar del menú desplegable.

source: How to launch
es: Como iniciar

source: To launch appearnce in the menu -> prefrences -> Lxqt settings -> appearance. Another way is to press the Appearance button from LXQt configuration center or run lxqt-config-appearance from the command line.
es: Para iniciar Aspecto en el menú -> Preferencias -> Configuración LXQt -> Aspecto. Otra forma es presionar el botón Aspecto desde el centro de configuración de LXQt o ejecutar lxqt-config-appearance desde la línea de comandos.
