Repository: apt-ghetto/manual
Catalog: source/po/*/LC_MESSAGES/2/2.2/2.2.6/qpdfview.po
Languages: es

source: Chapter 2.2.6 qpdfview
es: Capítulo 2.2.6 qpdfview

source: qpdfview is the default pdf viewer for Lubuntu.
es: qpdfview es el visor PDF por defecto de Lubuntu.

source: Features:
es: Características:

source: tabs
es: Pestañas

source: presentation mode
es: Modo de presentación

source: zoom to entire page/ page width
es: Zoom a la página entera

source: rotating pages
es: Rotar páginas

source: outline, properties, thumbnail, and bookmark docks
es: Contorno, propiedades, imagen miniatura y marcas

source: printing support
es: Soporte de impresión

source: annotation and highlighting
es: Anotación y destaque

source: bookmarks
es: Marcas

source: customizable keyboard shortcuts
es: Atajos de teclado personalizables

source: Usage
es: Uso

source: To open a pdf file use File -> Open from the menu or Ctrl + O on the keyboard. If you have a pdf open use File -> Open in new tab from the menu, click the Open in new tab button or press Ctrl + T. To refresh a pdf click the Refresh button or press F5 just like most web browsers.
es: Para abrir un archivo PDF use Archivo -> Abrir desde el menú o Ctrl + O en el teclado. Si tiene un PDF para abrir use Archivo -> Abrir en nueva pestaña desde el menú, clic en Abrir en nueva pestaña o presione Ctrl + T. Para refrescar un PDF clic en el botón de Refrescar o presione F5 como en la mayoría de los navegadores web.

source: If you want to view a particular page select the box (e.g. page 1/3) and tpye the page number (e.g. page 3/3). To move to the previous and next page use the left and right arrow buttons respectively. There are numerous zoom option, including percentage, page width, page size, continous, and multiple pages.
es: Si quieres ver una pagina en particular selecciona la caja (por ejemplo página 1/3) y escribe el numero de la pagina (por ejemplo página 3/3). Para mover a la anterior y siguiente página, use los botones izquierda y derecha respectivamente. Hay numerosas opciones de zoom, incluyendo como porcentaje, anchura de página, tamaño de página, continuo y múltiples páginas.

source: qpdfview also includes some very useful docks. To view the outline dock, in the menu select View -> Docks -> O utline (make sure the button is checked) or press F6 on the keyboard. It should appear on the left hand side of the pdf with collapsable sections. This is useful in navigating large pdfs.
es: qpdfview tambien incluye algunos relojes muy utiles. Para ver el reloj, presione F6 en el teclado. Debería aparecer en la parte izquierda del PDF con secciones colapsables. Esto es útil para navegar PDFs con mucho contenido.

source: Version
es: Versión

source: Lubuntu ships with version 0.4.17 of qpdfview.
es: Lubuntu incluye la version 0.4.17 de qpdfview.

source: How to launch
es: Como iniciar

source: To launch qpdfview go to the Menu -> Office -> qpdfview or run qpdfview from the command line.
es: Para lanzar qpdfview ve al menu -> Office -> qpdfview o corre qpdfview en la consola de comandos.
