Repository: apt-ghetto/manual
Catalog: source/po/*/LC_MESSAGES/2/2.1/2.1.3/Quasel_IRC.po
Languages: es

source: Chapter 2.1.3 Quasel IRC
es: Capítulo 2.1.3 Quasel IRC

source: Quassel IRC is a modern, cross-platform, distributed chat client. Quassel aim to bring a pleasurable, comfortable chatting experience to all major platforms (including Linux®, Windows®, and MacOS X® as well as Android smartphones), making communication with your peers not only convenient, but also ubiquitous available.
es: Quassel IRC es un chat moderno de múltiples plataformas. El objetivo de Quassel es otorgar una experiencia de chat cómoda y placentera a las mayores plataformas (incluyendo Linux, Windows y MacOS X como a smartphones Android), haciendo que la comunicación con tus pares sea no solo conveniente, pero también ubicuamente disponible.

source: Features:
es: Características:

source: Remember Channels and servers
es: Recordar Canales y Servidores

source: SASL authentication
es: Autenticación SASL

source: Notifications, including sounds
es: Notificaciones, incluyendo sonidos

source: Aliases
es: Alias

source: Ignore lists
es: Listas de ignorar

source: Usage
es: Uso

source: To chat on irc you need to connect to a server and join a channel. This can be done with the join button or by typing "/join [channel]". To send a query or private message directly to someone type "/query" username or right click on the user list and select start query. If you wish to view older messages just scroll up. Scroll down to view newer messages.
es: Para hablar en IRC necesitarás conectarte a un servidor y unirte a un canal. Esto puede ser hecho con el botón de unirse o tipeando "/join [channel]". Para mandar una consulta o mensaje privado directamente a alguien tipea "/query" y nombre de usuario o haz clic derecho en la lista de usuarios y selecciona mandar mensaje. Si deseas ver mensajes viejos solo desplaza la ventana hacia arriba.

source: To add the Lubuntu IRC chat network click File-> Networks-> Configure_Networks-> +Add(Networks) -> Use preset, select Lubuntu IRC -> click OK. To join a channel simple type "/join 1" (where 1 is the channel name), right click the network and select join channel or use the join button.
es: Para añadir la red de Lubuntu IRC haz clic en Archivos -> Redes -> Configurar Redes -> +Añadir (Redes) -> Predeterminados, seleccionar Lubuntu IRC -> Clic Ok. Para unirte a un canal simplemente tipea "/join 1" (donde 1 es el canal), hacer click derecho en la red y seleccionar Unirse a canal o simplemente usar el botón Unirse.

source: Screenshot
es: Captura de pantalla

source: Version
es: Versión

source: Lubuntu ships with version 1:0.12.5 of Quassel IRC.
es: Lubuntu incluye consigo la version 1:0.12.5 de Quassel IRC.

source: How to Launch
es: Como lanzar

source: In the menu go to Internet -> Quassel IRC or type quassel in the command line.
es: En el menú ir a Internet -> Quassel IRC o tipea quassel en la linea de comandos.
