Repository: apt-ghetto/manual
Catalog: source/po/*/LC_MESSAGES/2/2.4/2.4.2/Featherpad.po
Languages: es

source: Chapter 2.4.2 Featherpad
es: Capítulo 2.4.2 Featherpad

source: Featherpad is a lightweight text editor.
es: Featherpad es un editor de texto liviano.

source: It supports:
es: Soporta:

source: tabs
es: Pestañas

source: syntax highlighting
es: Resaltado de sintáxis

source: autoindent
es: Autoindentación

source: line numbers
es: Número de líneas

source: search with find/replace
es: Buscar con encontrar/reemplazar

source: undo and redo
es: Deshacer y rehacer

source: Useage
es: Uso

source: If you wish to open a text file press the button that looks like a black and white folder or press control + o to open a file. To open a new file press the button that looks like a piece of paper with a plus sign. To save your file after typing in the main part of the window press the button that looks like a floppy disk or press controlTo save your file after typing in the main part of the window press the button that looks like a floppy disk or press control +s.
es: Si deseas abrir un archivo de texto presiona el botón que parece una carpeta de color blanco y negro o presiona Ctrl + O para abrir un archivo. Para abrir un archivo nuevo presiona el botón que parece una hoja de papel con un símbolo +. Para guardar su archivo luego de haber escrito algo, presione el botón que parece un disquete o presione Ctrl + S.

source: To type things into your text file the main part of the window similar to a word porcessor. If you are programming with featherpad the file extension will probably automatically select the correct syntax highlighting.
es: Para escribir cosas en su texto, use la parte principal de la ventana como un procesador de texto. Si usted está programando con Featherpad la extension del archivo probablemente sea seleccionada automáticamente con el resaltado de sintaxis correcto.

source: To open a new tab and empty text file press the button with a piece of paper with a plus symbol on it. If you wish to close a tab press the red x button.
es: Para abrir una nueva pestaña y limpiar archivos de texto presione el botón con una hoja de papel y un símbolo + en ella.Si usted desea cerrar una pestaña presione el botón rojo con el símbolo x.

source: Screenshot
es: Captura de pantalla

source: Version
es: Versión

source: Lubuntu ships with version 0.9.0 of featherpad.
es: Lubuntu incluye la versión 0.9.0 de Featherpad.

source: How to Launch
es: Como lanzar

source: In the menu go to Acessories -> featherpad or run featherpad from the command line.
es: En el menú vaya a Accesorios -> Featherpad o corre featherpad desde la linea de comandos.
