Repository: apt-ghetto/manual
Catalog: source/po/*/LC_MESSAGES/2/2.4/2.4.1/ARK.po
Languages: es

source: Chapter 2.4.1 ARK
es: Capítulo 2.4.1 ARK

source: ARK is a file archieve utility. It can be used to view, compress, and decompress files.
es: ARK es un programa de utilidad para manejo de archivos. Puede ser usado para ver, comprimir y descomprimir archivos.

source: Supported file formats include:
es: Formatos soportados:

source: 7 zip archives
es: Archivos 7-Zip

source: Java Archieve
es: Archivos Java

source: Tar Archieves
es: Archivos Tar

source: Tar acrhieves compressed with bzip, gzip, lzip, LZMA, XZ compressed
es: Archivos Tar comprimidos con bzip, gzip, lzip, LZMA, XZ compreso

source: Zip Archieves
es: Archivos Zip

source: Screenshot
es: Captura de pantalla

source: Useage
es: Uso

source: To open a file in a archieve, open the archieve, then double click the file or select it and click the Open button. If you want to extract or move a file from the archieve, use the extract button.
es: Para abrir un archivo archivado, abra el archivo, luego haga doble clic sobre el mismo o selecciónelo y clickee el botón de Abrir. Si quiere extraer o mover un archivo de el archivo comprimido, use el botón de extracción.

source: Version
es: Versión

source: Lubuntu ships version 4:18.04.3 of ARK.
es: Lubuntu incluye la version 4:18.04.3 de ARK.

source: How to launch
es: Como iniciar

source: To launch ARK go to the menu -> Accessories -> ARK or run ark on the command line.
es: Para lanzar ARK vaya al menú -> Accesorios -> ARK o corra ark en la línea de comandos.
