Repository: apt-ghetto/manual
Catalog: source/po/*/LC_MESSAGES/1/1.3/installation.po
Languages: es

source: Chapter 1.3 Installation
es: Capítulo 1.3 Instalación

source: Starting the installer
es: Comenzando el instalador

source: This will tell you about installation of Lubuntu. Once you have booted lubuntu to install it you will be greated by a screen that shows Start Lubuntu, Check disk for defects, test RAM, and boot from first hard disk. To start the install press install Lubuntu. In the upper left hand corner of the desktop that looks like a disk which says Install Lubuntu 18.10. You will be taken to a screen with Welcome to the lubuntu installer. If you wish to choose a different language there is a log with which language to run the intsaller.
es: Esto te dirá sobre la instalación de Lubuntu. Una vez que hayas arrancado Lubuntu para instalarlo seras saludado por una ventana que muestra Comenzar Lubuntu, Verificar disco por defectos, prueba de RAM y arrancar desde primer disco duro. Para comenzar la instalación presiona instalar Lubuntu en la parte izquierda de arriba del escritorio que parece un disco que dice Instalar Lubuntu 18.10. Serás llevado a una ventana con el instalador de Bienvenido al Instalador de Lubuntu. Si desea elegir un lenguaje diferente puede elegirlo desde el instalador.

source: After selecting the language the next button will move you on to the next task.
es: Después de haber seleccionado el lenguaje, el botón "Siguiente" lo mandará hacia la siguiente tarea.

source: Selecting Your location
es: Seleccionando su ubicación

source: The next screen will show you a map of the world where you can chooose your time zone and will stay up to date. On the bottom of the window there is a place to change your system language for the install after you finsih installing and the format for date and time.
es: La siguiente pantalla le mostrara un mapa del mundo en donde podrá seleccionar su zona horaria y podrá estar actualizado. En la parte de abajo de la ventana hay un lugar para cambiar el lenguaje de su sistema para la instalación después de haber seleccionado su zona horaria.

source: Selecting Keyboard Layout
es: Seleccionando el modelo de su teclado

source: To find the keyboard layout you can check if you want your keytobard on the top of the window should look the same as below on your keyboard. At the far bottom you can type to make sure your layout is correct. The keyboard model version lets you choose different layouts and the right column gets different vairtns of that loyout. To continue with the installation press the next button.
es: Para encontrar el modelo de su teclado puede verificar que el teclado de la parte de arriba de la pantalla sea igual que su teclado. En la parte mas abajo de la ventana puede tipear para estar seguro de que su modelo sea correcto. La versión del modelo del teclado le permite elegir diferentes diseños y la columna de la derecha diferentes variantes de ese modelo. Para continuar con la instalación presione el botón Siguiente.

source: Setting up partitions
es: Estableciendo las particiones

source: If all you want is Lubuntu is on your is Lubuntu you can select the erase disk which will delete all daata on the disk which is why having your data backed up before this point is extremely important. IF you choose to do this you can continue on to user setup.
es: Si lo único que quieres es Lubuntu puedes seleccionar Borrar Disco lo cual eliminará todo de tu disco duro, por esta razón es importante tener un respaldo de todo lo importante que tengas en tu disco duro. Si eliges esta opción podrás continuar con la configuración de usuario.

source: Erasing your entire disk or partiion may cause you to lose data so please backup beforehand.
es: Borrar tu disco duro o partición puede causar perdida de información, por favor respalda tus archivos importantes antes de hacerlo.

source: If you have had a previous linux install and want to put the entire disk or just replace an entire partition you will need to unmount them. In this subcase running `sudo swapoff -a` will unmount them and any partitions with data mounted can be unmounted through pcmanfm-qt.
es: Si has previamente tenido una instalación de Linux y quieres usar todo el disco duro o reemplazar una partición entera necesitarás desmontarlas. En este subcaso usando `sudo swapoff -a` las desmontará y también cualquier partición con pcmanfm-qt.

source: Manual partioning
es: Particionado manual

source: If you wish to manual set up partitions as an advanced option you will have to choose which filesystem you want. A filesystem controls how your filesystems are accessed at lower levels on the disk. If you are booting your computer in UEFI mode a more modern firmware compared to BIOS you will need to create an EFI system partition see `http://en.wikipedia.org/wiki/EFI_System_partition` for more detail to create this partition you will need a fat32 filesystem with the ESP flag with to be mounted at /boot/efi/ under the mount point. You will also need a / or root filesystem several filesystems included for Lubuntu are ext4, xfs, and btrfs. If you have had a previous linux install and want to put the entire disk or just replace an entire partition you will need to unmount them.
es: Si deseas establecer un particionado manual como opción avanzada tendrás que elegir que sistema de archivos quieres. Un sistema de archivos controla como tus archivos son accesibles en niveles bajos del disco duro. Si estas arrancando tu sistema en modo UEFI o un firmware mas moderno comparado al BIOS tendrás que crear un particionado de sistema EFI, échale un vistazo a `http://en.wikipedia.org/wiki/EFI_System_partition` para mas detalles, para la creación de esta partición necesitaras un sistema de archivos fat32 con ESP flag para ser montado en /boot/efi. Tambien necesitaras / o root, varios de los sistemas de archivos incluidos para Lubuntu son ext4, xfs y btrfs. Si has tenido instalaciones previas de Linux y quisieras usar el disco entero, simplemente reemplaza la partición entera que necesites para desmontar.

source: To create a partition you need to press the create partition button which will bring up a dialog. The filesystem field is a drop down menu to select which filesystem you want. You also need to select where you want to mount the partition which you need at least one / partition and if you are booting an efi system you will also need a /boot/efi mounted partition. Another common option is if you have a want to have your data all on its own partition which can even be on its own seperate physical disk this can be mounted at /home.
es: Para crear una partición deberás presionar el botón de crear partición el cual mostrará un dialogo. El campo de sistema de archivos es un menú para seleccionar cual sistema de archivos quieres. Ademas necesitaras seleccionar donde quieres montar la partición, la cual necesitas por lo menos una y si estas arrancando un sistema EFI tambien necesitaras una partición montada /boot/efi. Otra opción común si quieres tener todos tus datos o archivos en tu propia partición, la cual incluso puede ser en un disco duro por separado, puede ser montado en /home.

source: User Setup
es: Configuración de Usuario

source: The user setup section creates a field to open your own name and then what username you want to use when you log in. The next input field is for the hostname of your computer. The final field of this entry is to enter your password twice to make sure you have not mistyped it into your box and then reboot to an install you cannot log into as this is a way more frustrating feeling than entering a password twice. Pressing the next button will give you a summary screen of the settings before install and if this is what you want press the install button to install everything after confirming in the dialog.
es: La sección de configuración de usuario crea un campo para colocar tu nombre y luego que nombre de usuario quieres usar para logear. El siguiente campo a completar es para el nombre de su ordenador. El último campo a completar de esta entrada es para colocar su contraseña dos veces para estar seguro de no haber tipeado erróneamente, ya que luego de la instalación si tipeó mal no podrá entrar a su usuario y esto termina siendo más frustrante que colocar la contraseña dos veces. Presionando el botón Siguiente le llevará a una pantalla que le mostrará un resumen de toda la configuración impuesta por usted antes de instalar el sistema, y si esto es lo que usted quiso podrá presionar el botón instalar todo luego de haber confirmado el diálogo.

source: The Install
es: La instalación

source: The installer will show a slideshow while the installer writes to the partition and installs Lubuntu. Once Lubuntu is installed you have a checkbox to reboot now after your Lubuntu is installed and is now finished.
es: La instalación mostrará una barra cargando mientras el instalador escribe sobre la partición e instalar Lubuntu. Una vez que Lubuntu esté instalado tendrás la opción de reiniciar luego de haber instalado Lubuntu, y ahora estará terminada la instalación.
