Repository: apt-ghetto/manual
Catalog: source/po/*/LC_MESSAGES/2/2.3/2.3.1/lximage.po
Languages: es

source: Chapter 2.3.1 lximage
es: Capítulo 2.3.1 lximage

source: Lximage is the default image viewer for lubuntu.
es: Lximage es el visor de imágenes por defecto en Lubuntu.

source: Useage
es: Uso

source: To use lximage use the arrow to the right to view the next file in the folder and the arrow to the left to view the previous folder. To open a new picture press the open button which looks like a blue folder with a piece of paper in it. To save the file as something press the button that looks like a floppy disk.
es: Para usar lximage use la flecha a la derecha para ver el siguiente archivo en la carpeta y la flecha a la izquierda para ver la carpeta anterior. Para abrir una nueva imagen presione el botón de abrir que parece una carpeta azul con una hoja de papel en ella. Para guardar el archivo como algo, presione el botón que parece un disquete.

source: If you wish to print a picture after viewing it from the file menu -> print or press control+ p to bring up a print dialog.
es: Si deseas imprimir una imagen luego de verla, desde el menú de Archivos -> Imprimir, o presione Ctrl + P para mostrar el diálogo de impresión.

source: To rotate an image to the right press the circular arrrow that points to the right or go to edit -> rotate clockwise. To rotate conterclockwise use the circular arrow pointing to the left or edit ->rotate conterclockwise. To zoom in on a picture press the icon with a magnifying glass with a + symobol on it or press control + +. To zoom out press the button of a magnifying glass with a - symbol in it or press control + -.
es: Para rotar la imagen a la derecha presione la flecha circular que apunta hacia la derecha o vaya a Editar -> Rotar hacia la derecha. Para rotar hacia la izquierda use la flecha circular apuntando hacia la izquierda o vaya a Editar -> Rotar hacia la izquierda. Para hacer zoom en una una imagen presione el icono con una lupa con un símbolo "+". Para hacer zoom hacia afuera presione el botón con la upa y un simbolo "-", o presione Ctrl mas + o -.

source: Screenshot
es: Captura de pantalla

source: Version
es: Versión

source: Lubuntu ships with version 0.7.0 or lximage.
es: Lubuntu incluye la version 0.7.0 de lximage.

source: How to launch
es: Como lanzar

source: To launch lximage from the menu -> graphics - > lximage or run lximage-qt from the command line.
es: Para lanzar lximage desde el menú -> Gráficos -> lximage o corra lximage-qt desde la linea de comandos.
